{
  "mdata": [
    {
      "id": 0,
      "name": "Черный квадрат",
      "author": "Казимир Северинович Малевич",
      "descript": "Холст, Масло. 79,5 × 79,5 см. 1915. Чёрный квадрат» входит в цикл супрематических работ Казимира Малевича, в которых художник исследовал базовые возможности цвета и композиции; является, по замыслу, частью триптиха, в составе которого также присутствуют «Чёрный круг» и «Чёрный крест",
      "file": "black_square",
      "selling": true,
      "start_cost": 1000000,
      "minstep": 50000,
      "maxstep": 100000,
      "sold_to": 0,
      "sold_for": 1000000
    },
    {
      "id": 1,
      "name": "Утро в сосновом бору",
      "author": " Иван Иванович Шишкин, Константин Аполлонович Савицкий",
      "descript": "Холст, масло. 139 × 213 см. 1889. Картина русских художников Ивана Шишкина и Константина Савицкого. Савицкий написал медведей[1], но коллекционер Павел Третьяков стёр его подпись, так что автором картины часто указывается один Шишкин. Картина пользуется популярностью[3] благодаря композиционному включению в пейзажное полотно элементов анималистической сюжетности. Картина детально передает состояние природы, увиденное художником на острове Городомля. Показан не глухой дремучий лес, а солнечный свет, пробивающийся сквозь колонны высоких деревьев. Чувствуется глубина оврагов, мощь вековых деревьев, солнечный свет как бы робко заглядывает в этот дремучий лес. Чувствуют приближение утра резвящиеся медвежата.",
      "file": "morning",
      "selling": true,
      "start_cost": 1800000,
      "minstep": 60000,
      "maxstep": 110000,
      "sold_to": 0,
      "sold_for": 1800000
    },
    {
      "id": 2,
      "name": "Мона Лиза",
      "author": "Леонардо да Винчи",
      "descript": "Доска (тополь), масло. 76,8 × 53 см. 1503—1519. Одно из самых известных произведений живописи в мире, которое, как считается, является портретом Лизы Герардини, супруги торговца шёлком из Флоренции Франческо дель Джокондо, написанным около 1503—1505 года. ",
      "file": "Gioconda",
      "selling": false,
      "start_cost": 2500000000,
      "minstep": 1000000,
      "maxstep": 5500000,
      "sold_to": 0,
      "sold_for": 2500000000
    },
    {
      "id": 3,
      "name": "Звездная ночь",
      "author": "Винсент ван Гог",
      "descript": "Одна из наиболее известных картин нидерландского художника-постимпрессиониста Винсента Ван Гога. Представляет вид из восточного окна спальни Ван Гога в Сен-Реми-де-Прованс, включая предрассветное небо, а также вымышленную деревню ",
      "file": "starlight_night",
      "selling": false,
      "start_cost": 141000000,
      "minstep": 1000000,
      "maxstep": 54000000,
      "sold_to": 0,
      "sold_for": 141000000
    },
    {
      "id": 4,
      "name": "Богатыри",
      "author": " Виктор Михайлович Васнецов",
      "descript": "Холст, масло. 295,3 × 446 см. 1881—1898. Картина Виктора Васнецова. Васнецов работал над картиной около двадцати лет. 23 апреля 1898 года она была закончена.",
      "file": "warriors",
      "selling": false,
      "start_cost": 1437000,
      "minstep": 500000,
      "maxstep": 1000000,
      "sold_to": 0,
      "sold_for": 1437000
    },
    {
      "id": 5,
      "name": "Сирень",
      "author": "Михаил Александрович Врубель",
      "descript": "Масляные краски 1,6 м x 1,77 м. 1900. Прелесть самой картины в том, что нечаянное появление фигуры выглядит как рождение органического, человеческого из мертвой материи, из драгоценных камней. В картине, в сущности, не происходит ничего, что можно было бы пересказать словaми. Но мы как бы присутствуем при возникновении образа.",
      "file": "lilac",
      "selling": false,
      "start_cost": 58000000,
      "minstep": 600000,
      "maxstep": 7000000,
      "sold_to": 0,
      "sold_for": 58000000
    },
    {
      "id": 6,
      "name": "Девочка с персиками",
      "author": "Валентин Александрович Серов",
      "descript": "Холст, масло. 91 × 85 см. 1887.Картина написана в усадьбе Саввы Мамонтова Абрамцево, которую тот приобрёл у дочери писателя Сергея Аксакова в 1870 году. На портрете изображена 12-летняя дочь хозяина усадьбы Вера Мамонтова. Девочка нарисована сидящей за столом; на ней розовая блузка с тёмно-синим бантом; на столе нож, листья и 4 персика.",
      "file": "girl",
      "selling": false,
      "start_cost": 1900000,
      "minstep": 60000,
      "maxstep": 500000,
      "sold_to": 0,
      "sold_for": 1900000
    }
  ]
}